<section class="about-us" id="about-us">
  <h2 class="heading-for-about">О нас</h2>
  <div class="wrap-for-about">
    <div class="description-for-about">
      <p>Студия Никиты Глазкова — это компания молодых и творческих специалистов, предлагающая к услугам полный цикл создания продукта: от проектирования вашей идеи до поддержки уже готового сайта. Наши разработчики, дизайнеры, менеджеры и маркетологи заинтересованы в создании для вас уникального и современного сайта, полностью удовлетворяющего вашим требованиям.</p>
      <p>Ключевая особенность нашей студии — геймификация, применение игровых методик и практик в неигровых процессах с целью привлечения пользователей и потребителей, повышения их лояльности и вовлечённости. Наша студия применяет игровые механики каждый день и каждый день получает ощутимые результаты. Теперь мы хотим помочь и вам создать качественный цифровой продукт или разнообразить обыденную реальность методами геймификации!
</p>
    </div>
    <div class="images-for-about">
    </div> 
  </div>
  <div class="wrap-for-running-stroke">

    <div class="infinite-line programming"></div>
    
    <div class="infinite-line marketing"></div>
    
    <div class="infinite-line design"></div>

  </div>
</section>
