<section class="services" id="services">
  <h2 class="heading-for-services">Услуги</h2>
  <div class="wrap-for-services left">
    <div class="description-for-services left">
      <h3>Дизайн, разработка логотипа и фирменного стиля</h3>
      <p>Визуальное представление бренда —  это то, что всегда привлекает внимание вашего клиента. Оно должно не только соответствовать модным и современным тенденциям, но и запоминаться, резонировать с вашей компанией. Грамотно выстроенный фирменный стиль поможет выделить продукцию среди конкурентов. Выберите дизайнеров студии Никиты Глазкова и получите уникальное и креативное оформление своего бизнеса!
</p>
      <div class="btn-block">
        <a href="#contact-form" aria-current="page"><svg width="70" height="71" viewBox="0 0 70 71" fill="none" xmlns="http://www.w3.org/2000/svg" class="go-btn">
          <path d="M69 35.8478C69 54.7138 53.7736 70.0003 35 70.0003C16.2264 70.0003 1 54.7138 1 35.8478C1 16.9818 16.2264 1.69531 35 1.69531C53.7736 1.69531 69 16.9818 69 35.8478Z"  stroke-width="2" class="circle green" />
          <path d="M51.8257 36.5553C52.2162 36.1647 52.2162 35.5316 51.8257 35.141L45.4617 28.7771C45.0712 28.3866 44.4381 28.3866 44.0475 28.7771C43.657 29.1676 43.657 29.8008 44.0475 30.1913L49.7044 35.8481L44.0475 41.505C43.657 41.8955 43.657 42.5287 44.0475 42.9192C44.4381 43.3097 45.0712 43.3097 45.4617 42.9192L51.8257 36.5553ZM19.3423 36.8481L51.1186 36.8481L51.1186 34.8481L19.3423 34.8481L19.3423 36.8481Z" class="arrow green"/>
        </svg></a>
      </div> 
    </div>
    <div class="images-for-services left">
        <img  src="<?php echo get_template_directory_uri(); ?>/src/img/design_services1.svg" alt="Design" />
      </div> 
  </div>
</section>

<section class="services">
  <!-- <h2 class="heading-for-services">Услуги</h2> -->
  <div class="wrap-for-services right">
    <div class="description-for-services right">
      <h3>Разработка сайтов и приложений</h3>
      <p>Современное интернет-пространство изобилует разнообразием сайтов и веб-страниц. Лендинги, сайты-портфолио, сайты-визитки, большие информационные системы и интернет-магазины — всё это наша студия создаст вам «под ключ».  Программисты студии Никиты Глазкова разработают для вас сайты и приложения с любым функционалом, которые облегчат жизнь вашим работникам или клиентам.
</p>
      <div class="btn-block">
        <a href="#contact-form" aria-current="page"><svg width="70" height="71" viewBox="0 0 70 71" fill="none" xmlns="http://www.w3.org/2000/svg" class="go-btn">
          <path d="M69 35.8478C69 54.7138 53.7736 70.0003 35 70.0003C16.2264 70.0003 1 54.7138 1 35.8478C1 16.9818 16.2264 1.69531 35 1.69531C53.7736 1.69531 69 16.9818 69 35.8478Z"  stroke-width="2" class="circle red " />
          <path d="M51.8257 36.5553C52.2162 36.1647 52.2162 35.5316 51.8257 35.141L45.4617 28.7771C45.0712 28.3866 44.4381 28.3866 44.0475 28.7771C43.657 29.1676 43.657 29.8008 44.0475 30.1913L49.7044 35.8481L44.0475 41.505C43.657 41.8955 43.657 42.5287 44.0475 42.9192C44.4381 43.3097 45.0712 43.3097 45.4617 42.9192L51.8257 36.5553ZM19.3423 36.8481L51.1186 36.8481L51.1186 34.8481L19.3423 34.8481L19.3423 36.8481Z" class="arrow red"/>
        </svg></a>
      </div> 
    </div>
    <div class="images-for-services right">
        <img  src="<?php echo get_template_directory_uri(); ?>/src/img/development_services.svg" alt="Development" />
      </div> 
  </div>
</section>

<section class="services">
  <!-- <h2 class="heading-for-services">Услуги</h2> -->
  <div class="wrap-for-services left">
    <div class="description-for-services left">
      <h3>Продвижение в интернете</h3>
      <p>Бизнес не может существовать без клиентов, и именно интернет предоставляет возможность привлекать потенциальных клиентов. Студия Никиты Глазкова занимается SEO-продвижением (оптимизацией под поисковые сервисы), SMM-продвижением (работой с социальными сетями), контекстной и таргетированной рекламами. Помимо этого, мы поможем вам определить свою аудиторию, настроить счетчики Google Analytics и Яндекс Метрики и выстроить свою маркетинговую стратегию.</p>
      <div class="btn-block">
        <a href="#contact-form" aria-current="page"><svg width="70" height="71" viewBox="0 0 70 71" fill="none" xmlns="http://www.w3.org/2000/svg" class="go-btn">
          <path d="M69 35.8478C69 54.7138 53.7736 70.0003 35 70.0003C16.2264 70.0003 1 54.7138 1 35.8478C1 16.9818 16.2264 1.69531 35 1.69531C53.7736 1.69531 69 16.9818 69 35.8478Z"  stroke-width="2" class="circle blue" />
          <path d="M51.8257 36.5553C52.2162 36.1647 52.2162 35.5316 51.8257 35.141L45.4617 28.7771C45.0712 28.3866 44.4381 28.3866 44.0475 28.7771C43.657 29.1676 43.657 29.8008 44.0475 30.1913L49.7044 35.8481L44.0475 41.505C43.657 41.8955 43.657 42.5287 44.0475 42.9192C44.4381 43.3097 45.0712 43.3097 45.4617 42.9192L51.8257 36.5553ZM19.3423 36.8481L51.1186 36.8481L51.1186 34.8481L19.3423 34.8481L19.3423 36.8481Z" class="arrow blue"/>
        </svg></a>
      </div> 
    </div>
    <div class="images-for-services left">
       <img  src="<?php echo get_template_directory_uri(); ?>/src/img/marketing_services.svg" alt="Marketing" />
      </div> 
  </div>
</section>
<section class="services">
  <!-- <h2 class="heading-for-services">Услуги</h2> -->
  <div class="wrap-for-services right">
    <div class="description-for-services right">
      <h3>Разработка и внедрение геймификации</h3>
      <p>Геймификация — это превращение самых обычных процессов в игру. Благодаря геймификации наш мозг лучше понимает информацию и находит мотивацию. Игровые механики выделят ваш сайт среди конкурентов, привлекут клиентов и повысят их лояльность. Геймификация может помочь реорганизовать и оптимизировать процессы любой сферы. Обращайтесь к нам, и мы реализуем и укореним геймификационные методики в вашем бизнесе.</p>
      <div class="btn-block">
        <a href="#contact-form" aria-current="page"><svg width="70" height="71" viewBox="0 0 70 71" fill="none" xmlns="http://www.w3.org/2000/svg" class="go-btn">
          <path d="M69 35.8478C69 54.7138 53.7736 70.0003 35 70.0003C16.2264 70.0003 1 54.7138 1 35.8478C1 16.9818 16.2264 1.69531 35 1.69531C53.7736 1.69531 69 16.9818 69 35.8478Z"  stroke-width="2" class="circle yellow " />
          <path d="M51.8257 36.5553C52.2162 36.1647 52.2162 35.5316 51.8257 35.141L45.4617 28.7771C45.0712 28.3866 44.4381 28.3866 44.0475 28.7771C43.657 29.1676 43.657 29.8008 44.0475 30.1913L49.7044 35.8481L44.0475 41.505C43.657 41.8955 43.657 42.5287 44.0475 42.9192C44.4381 43.3097 45.0712 43.3097 45.4617 42.9192L51.8257 36.5553ZM19.3423 36.8481L51.1186 36.8481L51.1186 34.8481L19.3423 34.8481L19.3423 36.8481Z" class="arrow yellow"/>
        </svg></a>
      </div> 
    </div>
    <div class="images-for-services right">
        <img  src="<?php echo get_template_directory_uri(); ?>/src/img/gamification_services.svg" alt="Development" />
      </div> 
  </div>
</section>